Repository: Inventorum/ebay
Catalog: src/inventorum.ebay/inventorum/ebay/conf/locale/*/LC_MESSAGES/django.po
Languages: de

source: Product has and cannot have EAN
de: Das Hinzufügen eines EAN ist kein Muss

source: size
de: Größe

source: color
de: Farbe

source: Product is not published
de: Produkt ist nicht veröffentlicht

source: This item specific does not accept custom values (wrong: `%(value)s`)
de: Diesem Produktmerkmal können keine benutzerdefinierten Werte zugefügt werden (falsch: `%(value)s`)

source: Invalid category
de: Ungültige Kategorie

source: Invalid shipping service
de: Ungültiger Versandservice

source: To publish product we need your billing address
de: Um Produkte bei eBay veröffentlichen zu können, müssen Sie Ihre Rechnungsadresse angeben

source: Neither product or account have configured shipping services
de: Sie müssen mindestens einen eBay Versandservice konfigurieren

source: Product could not be published! You must configure a return policy in your eBay settings
de: Das Produkt konnte nicht gelistet werden! Konfigurieren Sie bitte die Rückgaberichtlinien innerhalb Ihrer eBay – Einstellungen.

source: You need to select category
de: Sie müssen eine eBay Kategorie auswählen

source: You need to pass all required specifics (missing: %(missing_ids)s)!
de: Sie müssen Werte für alle eBay spezifischen Artikelmerkmalen angeben (Es fehlen: %(missing_ids)s)

source: You cannot publish product with Click & Collect, because you don't have it enabled for your account!
de: Sie können keine Produkte mit Click & Collect listen, da es nicht freigeschaltet wurde.

source: Click&Collect requires to use PayPal as payment method!
de: Um Produkte mit Click & Collect veröffentlichen zu können, muss PayPal als Zahlungsmethode konfiguriert werden

source: Missing paypal email addres, however paypal payment method is enabled!
de: Sie müssen Ihre PayPal E-Mail Adresse angeben

source: Price needs to be greater or equal than 1
de: Der Mindestpreis für ein Produkt bei eBay ist 1.00€

source: Prices needs to be greater or equal than 1
de: Der Mindestpreis für Produkte bei eBay ist 1.00€

source: Variations need to have at least one attribute
de: Variationen müssen mindestens ein Attribut besitzen

source: All variations needs to have exactly the same number of attributes
de: Alle Variationen müssen für eBay die gleichen Attribute aufweisen

source: Publishing timeout (%(timeout)d seconds).
de: Timeout-Fehler beim Versuch der Listung (%(timeout)d Sekunden).

source: You send too many values for one specific (specific_ids: %(too_many_values_ids)s)!
de: Zu viele Werte für eine Produktmerkmal (Mermal_ids: %(too_many_values_ids)s)!
